recip/network/messages/upnp/DeletePortMapping.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
	<s:Body>
		<u:DeletePortMapping xmlns:u="urn:schemas-upnp-org:service:WANIPConnection:1">
			<NewRemoteHost></NewRemoteHost>
			<NewExternalPort>%d</NewExternalPort>
			<NewProtocol>TCP</NewProtocol>
		</u:DeletePortMapping>
	</s:Body>
</s:Envelope>